# Desktop_Administration.reg
Desktop_Administration="Administrative Tools menu(Desktop)"
lang_03_Administration="Administrative Tools"
lang_admin_msconfig="System Configuration"
lang_admin_devmgmt="Device Manager"
lang_admin_firewall="Windows Firewall"
lang_admin_services="System Services"
lang_admin_diskmgmt="Disk Management"
lang_admin_taskschd="Task Scheduler"
lang_admin_eventvwr="Event Viewer"
lang_admin_printmanagement="Print Management"
lang_admin_comexp="Component Services"
lang_admin_Netplwiz="User Accounts"
lang_admin_UAK="User Account Control"
lang_admin_perfmon="Resource Monitor"
lang_admin_relmon="Reliability Monitor"
lang_admin_MdSched="Windows memory test"
# Desktop_ControlPanel.reg
Desktop_ControlPanel="Control Panel menu (Desktop)"
lang_02_ControlPanel="Control Panel"
lang_Control_SystemRecovery="System Recovery"
lang_Control_DateAndTime="Date and Time"
lang_Control_Sound="Sound Settings"
lang_Control_TaskbarAndStartMenu="Taskbar and Start Menu"
lang_Control_FolderOptions="Folder Options"
lang_Control_ProgramsAndFeatures="Programs and Features"
lang_Control_InternetOptions="Internet Options"
lang_Control_System="System Settings"
lang_Control_DevicesAndPrinters="Devices and Printers"
lang_Control_UserAccounts="User Accounts"
lang_Control_WindowsUpdate="Windows Update"
lang_Control_NetworkAndSharingCenter="Network Center"
lang_Control_PowerOptions="Power Options"
lang_Control_RegionAndLanguage="Region and Language"
lang_Control_GodeMode="Gode Mode"
# Desktop_DataClean.reg
Desktop_DataClean="Data Clean menu (Desktop)"
lang_07_DataClean="Data clean"
lang_DataClean_Temp="Temp Folders"
lang_DataClean_DNS="DNS cache"
lang_DataClean_Icons="Icons cache"
lang_DataClean_Thumbnails="Thumbnails cache"
lang_DataClean_Notifications="System tray"
lang_DataClean_Clipboard="Clipboard"
lang_DataClean_Hosts="Hosts file"
lang_DataClean_PrintQueue="Print queue"
lang_DataClean_Recycle="Reset Recycle Bin"
lang_DataClean_WinUpdate="Windows Update"
lang_DataClean_RepositoryWMI="WMI Repository"
lang_DataClean_Network="Network settings"
lang_DataClean_RestorePoints="Restore points"
lang_DataClean_SystemResetBase="Remove outdated components (free up space)"
lang_DataClean_CleanMgr="Disk Cleanup Utility"
# Desktop_Personalization.reg
Desktop_Personalization="Personalization menu (Desktop)"
lang_Menu_Personalization="Personalization +"
lang_Personalization_Sound="Sounds"
lang_Personalization_Screensaver="Screen Saver"
lang_Personalization_Icons="Desktop Icons"
lang_Personalization_Pointers="Mouse Pointers"
# Desktop_Shutdown.reg
Desktop_Shutdown="System Shutdown menu (Desktop)"
lang_Menu_Shutdown="System Shutdown"
lang_System_ShutdownMenu="Shutdown"
lang_System_ShutdownTime="Shutdown (time)"
lang_System_Shutdown="Shutdown"
lang_System_ShutdownForce="Force System Shutdown"
lang_System_TurnOffMonitors="Turn off monitors"
lang_System_Logoff="Logout"
lang_System_Reboot="Reboot the system"
lang_System_HibernateState="Hibernate State"
lang_System_SuspendState="Suspend State"
lang_System_LockWorkstation="System Lock"
lang_System_RebootAdvanced="Advanced System Reboot"
lang_System_Reboot2RE="Reboot to Recovery Environment"
lang_System_SafeMode="Safe Mode"
lang_SafeMode_Normal="Reboot in Normal Mode"
lang_SafeMode_Safe="Safe Mode"
lang_SafeMode_Network="Safe Mode with Network Support"
lang_SafeMode_Promt="Safe Mode with Command Promt Support"
# Desktop_StandardApps.reg
Desktop_StandardApps="Standard Applications menu (Desktop)"
lang_04_StandardApps="Program Utilities"
lang_apps_notepad="Notepad"
lang_apps_calc="Calculator"
lang_apps_snip="Snipping Tool"
lang_apps_charmap="Character Map"
lang_apps_DisplaySwitch="Connect to Projector"
lang_apps_keyboard="On-Screen Keyboard"
lang_apps_run="Run"
# Desktop_SystemInfo.reg
Desktop_SystemInfo="System Information menu (Desktop)"
lang_05_SystemInfo="System Information"
lang_SystemInfo_TaskList="Processes"
lang_SystemInfo_AutoRuns="Autorun"
lang_SystemInfo_Users="Users Sid"
lang_SystemInfo_Updates="Updates List"
lang_SystemInfo_Services="Services List"
lang_SystemInfo_Drivers="Drivers List"
lang_SystemInfo_System="System Info"
lang_SystemInfo_Network="Network Config"
lang_SystemInfo_ActiveConnect="Active Connects"
lang_SystemInfo_RestorePoints="Restore Points"
lang_SystemInfo_Programs="Installed programs"
lang_SystemInfo_BootConfig="Boot Config"
lang_SystemInfo_Power="Power report"
lang_SystemInfo_DirectX="Diagnostic of DirectX"
# Desktop_SystemTasks.reg
Desktop_SystemTasks="System Tasks menu (Desktop)"
lang_01_SystemTasks="System Tasks"
lang_SystemTasks_TaskMgr="Task Manager"
lang_SystemTasks_Cmd="Command Prompt (Admin)"
lang_SystemTasks_RegEdit="Registry Editor"
lang_SystemTasks_PowerShell="Windows PowerShell"
lang_SystemTasks_CmdAsTI="Command Prompt ( TI )"
lang_SystemTasks_TimeSync="Synchronize time"
lang_SystemTasks_ReloadExplorer="Restart Desktop"
lang_SystemTasks_CreateRestorePoint="Create Restore Point"
lang_SystemTasks_KillTask="Kill Not Responding Tasks"
lang_SystemTasks_SystemVerify="Verifying the system files"
lang_SystemTasks_SystemRestore="Restoring the system files"
lang_SystemTasks_SystemRestoreHealth="Restoring the component store"
# Desktop_TrayOfCDrom.reg
Desktop_TrayOfCDrom="DVD-ROM menu"
lang_Menu_CDROM="DVD-ROM tray"
lang_Menu_CDROM_Open="Open the tray"
lang_Menu_CDROM_Close="Close the tray"
lang_Menu_CDROM_Close2="Close the tray"
# Menu_ChangeAttrib.reg
Menu_ChangeAttrib="Change Attributes menu"
lang_Menu_ChangeAttrib_File="Change attributes (file)"
lang_Menu_ChangeAttrib_Folder="Change attributes (folder)"
lang_Menu_ChangeAttrib_Drive="Change attributes (drive)"
lang_Attrib_SetH="Set Hidden (+h)"
lang_Attrib_SetS="Set System (+s)"
lang_Attrib_SetR="Set Read only (+r)"
lang_Attrib_SetHS="Set Hidden and System (+h+s)"
lang_Attrib_RemoveR="Remove Read only (-r)"
lang_Attrib_RemoveHS="Remove Hidden and System (-h-s)"
lang_Attrib_SubDir_On="Including subfolders and files (Turn On)"
lang_Attrib_SubDir_Off="Including subfolders and files (Turn Off)"
lang_Attrib_SubDirSetH="Set Hidden (+h)"
lang_Attrib_SubDirSetS="Set System (+s)"
lang_Attrib_SubDirSetR="Set Read only (+r)"
lang_Attrib_SubDirSetHS="Set Hidden and System (+h+s)"
lang_Attrib_SubDirRemoveR="Remove Read only (-r)"
lang_Attrib_SubDirRemoveHS="Remove Hidden and System (-h-s)"
# Menu_CheckDrive.reg
Menu_CheckDrive="Check Drive menu"
lang_Menu_CheckDrive="Check Drive"
lang_CheckDrive_Dirty="Check for dirty bit"
lang_CheckDrive_Chk="Check disk for errors"
lang_CheckDrive_ChkFix="Stop disk and fix errors"
lang_CheckDrive_ChkFixRec="Stop disk and find bad sectors"
# Menu_CopyToClip.reg
Menu_CopyToClip="Copy to Clipboard menu"
lang_Menu_CopyToClip_file="Copy/Paste (file)"
lang_Menu_CopyToClip_link="Copy/Paste (link)"
lang_Menu_CopyToClip_folder="Copy/Paste (selected folder)"
lang_Menu_CopyToClip_drive="Copy/Paste (drive)"
lang_Menu_CopyToClip_dir="Copy/Paste (folder)"
lang_CopyToClip_Name="Only name"
lang_CopyToClip_FullName="Name with extension"
lang_CopyToClip_Path="Full path"
lang_CopyToClip_QPath="Full path with quotes"
lang_CopyToClip_FileList="List of file names"
lang_CopyToClip_DirList="List of folder names"
lang_CopyToClip_PathListCur="List of files with full path"
lang_CopyToClip_QPathListCur="List of files with full path with quotes"
lang_CopyToClip_PathListAll="List of files with full path (+ subfolders)"
lang_CopyToClip_QPathListAll="List of files with full path (+ subfolders) with quotes"
lang_PasteFromClip_Text="Text from clipboard to file"
lang_CopyToClip_FullNameB="Name of folder"
lang_CopyToClip_PathB="Path to folder"
lang_CopyToClip_QPathB="Path with quotes"
lang_CopyToClip_FileListB="List of file names"
lang_CopyToClip_DirListB="List of folder names"
lang_CopyToClip_PathListCurB="List of files with full path"
lang_CopyToClip_QPathListCurB="List of files with full path with quotes"
lang_CopyToClip_PathListAllB="List of files with full path (+ subfolders)"
lang_CopyToClip_QPathListAllB="List of files with full path (+ subfolders) with quotes"
lang_PasteFromClip_TextB="Text from clipboard to file"
# Menu_CopyToFolder.reg
Menu_CopyToFolder="Copy to Folder menu"
# Menu_Delete.reg
Menu_Delete="Delete menu"
lang_Menu_Delete_File="Delete content (file)"
lang_Menu_Delete_Folder="Delete content (folder)"
lang_Delete_All="All"
lang_Delete_Archives="Only archives"
lang_Delete_NotArchives="All, except archives"
lang_Delete_NotThisFile="All, except this file"
lang_Delete_NotThisFileType="All, except files of this type"
lang_Delete_OnlyThisFileType="Only files of this type"
lang_Delete_ThisFile="Delete this file"
lang_Delete_ThisFolder="Delete this folder"
lang_Delete_FileByShortName="Delete by short name"
lang_Delete_DirByShortName="Delete by short name"
# Menu_Firewall.reg
Menu_Firewall="Firewall menu"
lang_Menu_Firewall="Firewall"
lang_Add_Firewall="Block app"
lang_Del_Firewall="Unblock app"
lang_Check_Firewall="Check the status"
# Menu_HashSum.reg
Menu_HashSum="Hashsum menu"
lang_Menu_HashSum="Hashsum (file)"
lang_Menu_HashSum_Dir="Hashsum (files in folder)"
lang_Menu_HashSum_Folder="Hashsum (files in folder)"
lang_HashSum_MD5="MD5 (to txt)"
lang_HashSum_SHA1="SHA1 (to txt)"
lang_HashSum_SHA256="SHA256 (to txt)"
lang_HashSum_SHA384="SHA384 (to txt)"
lang_HashSum_SHA512="SHA512 (to txt)"
lang_HashSum_clip_MD5="MD5 (to clipboard)"
lang_HashSum_clip_SHA1="SHA1 (to clipboard)"
lang_HashSum_clip_SHA256="SHA256 (to clipboard)"
lang_HashSum_clip_SHA384="SHA384 (to clipboard)"
lang_HashSum_clip_SHA512="SHA512 (to clipboard)"
lang_HashSum_Folder_MD5="MD5 (to txt)"
lang_HashSum_Folder_SHA1="SHA1 (to txt)"
lang_HashSum_Folder_SHA256="SHA256 (to txt)"
lang_HashSum_Folder_SHA384="SHA384 (to txt)"
lang_HashSum_Folder_SHA512="SHA512 (to txt)"
lang_HashSum_Folder_Recursive_MD5="MD5 (recursive to txt)"
lang_HashSum_Folder_Recursive_SHA1="SHA1 (recursive to txt)"
lang_HashSum_Folder_Recursive_SHA256="SHA256 (recursive to txt)"
lang_HashSum_Folder_Recursive_SHA384="SHA384 (recursive to txt)"
lang_HashSum_Folder_Recursive_SHA512="SHA512 (recursive to txt)"
# Menu_Iconizer.reg
Menu_Iconizer="Iconizer menu"
lang_Menu_Iconizer_File="Iconizer (file)"
lang_Menu_Iconizer_Folder="Iconizer (selected folder)"
lang_Menu_Iconizer_Dir="Iconizer (folder)"
lang_Iconizer_Pull_Ico="Pull icon from file (ico)"
lang_Iconizer_Pull_Png="Pull icon from file (png)"
lang_Iconizer_PullAll_Ico="Pull all icons from file (ico)"
lang_Iconizer_PullAll_Png="Pull all icons from file (png)"
lang_Iconizer_Folder_Pull_Ico="Pull icon (ico)"
lang_Iconizer_Folder_Pull_Png="Pull icon (png)"
lang_Iconizer_Folder_PullAll_Ico="Pull all icons (ico)"
lang_Iconizer_Folder_PullAll_Png="Pull all icons (png)"
lang_Iconizer_Apply="Set icon for selected folder"
lang_Iconizer_Apply_Recurse="Set icons to subfolders"
lang_Iconizer_Remove="Remove icons"
lang_Iconizer_Dir_Pull_Ico="Pull icon (ico)"
lang_Iconizer_Dir_Pull_Png="Pull icon (png)"
lang_Iconizer_Dir_PullAll_Ico="Pull all icons (ico)"
lang_Iconizer_Dir_PullAll_Png="Pull all icons (png)"
lang_Iconizer_Dir_Apply="Set icon for this folder"
lang_Iconizer_Dir_Apply_Recurse="Set icons to subfolders"
lang_Iconizer_Dir_Remove="Remove icons"
# Menu_Library.reg
Menu_Library="Libraries menu"
lang_Menu_Library_dll="DLL"
lang_Menu_Library_ocx="OCX"
lang_Library_Register="Register file"
lang_Library_RegisterAll="Register all files"
lang_Library_Unregister="Unregister file"
# Menu_MoveUp.reg
Menu_MoveUp="Move Up menu"
lang_Menu_MoveUp="Move Up"
lang_MoveUp_Content="Only content"
lang_MoveUp_Folder="Whole folder"
lang_MoveUp_FolderToRoot="This folder to disk root"
# Menu_NTFSLinks.reg
Menu_NTFSLinks="NTFS Links menu"
lang_Menu_NTFSLinks_File="NTFS links (file)"
lang_Menu_NTFSLinks_Folder="NTFS links (selected folder)"
lang_Menu_NTFSLinks_Sym="NTFS links (symlink)"
lang_Menu_NTFSLinks_Dir="NTFS links (folder)"
lang_NTFSLinks_Directory_Show="Show links for this folder"
lang_NTFSLinks_Directory_SourceFile="Remember the source of link (this folder)"
lang_NTFSLinks_Directory_CreateHardLink="Place as hardlink or junction"
lang_NTFSLinks_Directory_CreateSymLink="Place as symbolic link"
lang_NTFSLinks_Show="Show hard links"
lang_NTFSLinks_GoNext="Go to the target file"
lang_NTFSLinks_ShowTargetDir="Show target directory"
lang_NTFSLinks_GoToTargetDir="Go to the target directory"
lang_NTFSLinks_ShowTargetSym="Show target symlink"
lang_NTFSLinks_GoToTargetSym="Go to the symlink target"
lang_NTFSLinks_SourceFile="Remember the source of link"
lang_NTFSLinks_ShowSaved="Show saved path"
lang_NTFSLinks_Cancel="Remove saved path"
# Menu_RecycleClean.reg
Menu_RecycleClean="Recycle Clean menu"
# Menu_RunAsTI.reg
Menu_RunAsTI="Run as TrustedInstaller menu"
lang_Menu_RunAsTI_Cmd="Run as TrustedInstaller (cmd)"
lang_Menu_RunAsTI_Bat="Run as TrustedInstaller (bat)"
lang_Menu_RunAsTI_Exe="Run as TrustedInstaller (exe)"
# Menu_RunInCmdPromt.reg
Menu_RunInCmdPromt="Run in Command Prompt menu"
lang_Menu_RunInCmdPromt_Cmd="Run in Command Prompt (cmd)"
lang_Menu_RunInCmdPromt_Bat="Run in Command Prompt (bat)"
lang_Menu_RunInCmdPromt_Exe="Run in Command Prompt (exe)"
# Menu_RunInPowerShell.reg
Menu_RunInPowerShell="Run in PowerShell menu"
lang_Menu_RunInPowerShell="Forced execution"
lang_RunInPowerShell_User="With regular rights"
lang_RunInPowerShell_Admin="With administrative rights"
lang_RunInPowerShell_Ver_2="Run in version 2.0 (Admin)"
lang_RunInPowerShell_TI="With TrustedInstaller rights"
# Menu_RunMsiAsAdmin.reg
Menu_RunMsiAsAdmin="Run MSI as Administrator menu"
lang_runas="Run as Administrator"
# Menu_Security.reg
Menu_Security="Security menu"
lang_Menu_Security_File="Security Permissions (file)"
lang_Menu_Security_Folder="Security Permissions (folder)"
lang_Menu_Security_Drive="Security Permissions (drive)"
lang_Security_ShowPermissions="Show Permissions"
lang_Security_TakeOwnership="Take ownership"
lang_Security_RestoreOwnership="Restore ownership (TrustedInstaller)"
lang_Security_RestoreOwnershipCur="Restore ownership (Current owner)"
lang_Security_OwnershipToAdmins="Set ownership to Administrators"
lang_Security_OwnershipToSystem="Set ownership to System"
lang_Security_PermissionsToTrustedInstaller="Full permissions to TrustedInstaller"
lang_Security_PermissionsToAdmins="Full permissions to Administrators"
lang_Security_PermissionsToSystem="Full permissions to System"
lang_Security_SetInheritance="Enables inheritance and replace permissions"
lang_Security_RemoveInheritance="Disable inheritance and copy permissions"
lang_Security_AllFiles_On="For all files in folder (Turn On)"
lang_Security_AllFiles_Off="For all files in folder (Turn Off)"
lang_Security_AllFilesTakeOwnership="Take ownership"
lang_Security_AllFilesRestoreOwnership="Restore ownership (TrustedInstaller)"
lang_Security_AllFilesRestoreOwnershipCur="Restore ownership (Current owner)"
lang_Security_AllFilesOwnershipToAdmins="Set ownership to Administrators"
lang_Security_AllFilesOwnershipToSystem="Set ownership to System"
lang_Security_AllFilesPermissionsToTrustedInstaller="Full permissions to TrustedInstaller"
lang_Security_AllFilesPermissionsToAdmins="Full permissions to Administrators"
lang_Security_AllFilesPermissionsToSystem="Full permissions to System"
lang_Security_AllFilesSetInheritance="Enables inheritance and replace permissions"
lang_Security_AllFilesRemoveInheritance="Disable inheritance and copy permissions"
lang_Security_SubDir_On="Including subfolders and files (Turn On)"
lang_Security_SubDir_Off="Including subfolders and files (Turn Off)"
lang_Security_SubDirTakeOwnership="Take ownership"
lang_Security_SubDirRestoreOwnership="Restore ownership (TrustedInstaller)"
lang_Security_SubDirRestoreOwnershipCur="Restore ownership (Current owner)"
lang_Security_SubDirOwnershipToAdmins="Set ownership to Administrators"
lang_Security_SubDirOwnershipToSystem="Set ownership to System"
lang_Security_SubDirPermissionsToTrustedInstaller="Full permissions to TrustedInstaller"
lang_Security_SubDirPermissionsToAdmins="Full permissions to Administrators"
lang_Security_SubDirPermissionsToSystem="Full permissions to System"
lang_Security_SubDirSetInheritance="Enables inheritance and replace permissions"
lang_Security_SubDirRemoveInheritance="Disable inheritance and copy permissions"
lang_Security_DriveShowPermissions="Show Permissions"
lang_Security_DriveTakeOwnership="Take ownership"
lang_Security_DriveRestoreOwnership="Restore ownership (TrustedInstaller)"
lang_Security_DriveRestoreOwnershipCur="Restore ownership (Current owner)"
lang_Security_DrivePermissionsToEveryone="Full permissions to Everyone"
lang_Security_DriveSetInheritance="Enables inheritance and replace permissions"
# Menu_ShowHideFiles.reg
Menu_ShowHideFiles="Show/Hide Hidden menu"
lang_Menu_ShowHideFiles="Show/Hide Hidden"
